INSERT INTO Person (initials, date_of_birth)
VALUES ('Иванов Иван Иванович', '1980-08-02'),
       ('Петров Пётр Петрович', '1975-01-01'),
       ('Сидоров Сергей Сергеевич', '1990-03-17'),
       ('Кузнецова Анна Викторовна', '1988-11-10'),
       ('Морозов Евгений Константинович', '1965-03-15'),
       ('Фёдорова Наталья Георгиевна', '1992-06-06'),
       ('Лебедев Дмитрий Михайлович', '2000-12-25'),
       ('Козлова Татьяна Львовна', '1983-05-28'),
       ('Смирнов Василий Андреевич', '1978-10-18'),
       ('Орлова Ирина Юрьевна', '1995-09-29');