INSERT INTO Book (person_id, name, author, year_of_publication)
VALUES
    (1, 'Мастер и Маргарита', 'М.А. Булгаков', 2005),
    (1, 'Преступление и наказание', 'Ф.М. Достоевский', 2003),
    (1, 'Пикник на обочине', 'Аркадий и Борис Стругацкие', 2008),

    (2, 'Анна Каренина', 'Л.Н. Толстой', 2001),
    (2, 'Дубровский', 'А.С. Пушкин', 2004),

    (3, 'Трудно быть богом', 'Б. и А. Стругацкие', 2010),
    (3, 'Братья Карамазовы', 'Ф.М. Достоевский', 2007),

    (4, '12 стульев', 'Ильф и Петров', 2006),
    (4, 'Золотой телёнок', 'Ильф и Петров', 2008),
    (4, 'Чапаев и Пустота', 'В. Пелевин', 2010),

    (5, 'Generation П', 'В. Пелевин', 2005),
    (5, 'Мёртвые души', 'Н.В. Гоголь', 2002),
    (5, 'История одного города', 'М.Е. Салтыков-Щедрин', 2001),

    (6, 'Мы', 'Е. Замятин', 2004),
    (6, 'О дивный новый мир', 'О. Хаксли', 2007),

    (7, 'Колымские рассказы', 'В. Шаламов', 2003),
    (7, 'Архипелаг ГУЛАГ', 'А.И. Солженицын', 2005),
    (7, 'Жизнь и судьба', 'В. Гроссман', 2009),

    (8, 'Война и мир', 'Л.Н. Толстой', 2001),
    (8, 'Руслан и Людмила', 'А.С. Пушкин', 2003),

    (9, 'Собачье сердце', 'М.А. Булгаков', 2008),
    (9, 'Белая гвардия', 'М.А. Булгаков', 2004),
    (9, 'Тихий Дон', 'М.А. Шолохов', 2002),

    (10, 'Дом, в котором...', 'М. Петросян', 2009),
    (10, 'Слепой музыкант', 'В.Г. Короленко', 2006);
