INSERT INTO Book (person_id, name, author, year_of_publication, taken_at)
VALUES (1, 'Мастер и Маргарита', 'М.А. Булгаков', 2005, '2025-07-01 10:30:00'),
       (1, 'Преступление и наказание', 'Ф.М. Достоевский', 2003, '2025-07-09 09:10:00'),
       (1, 'Пикник на обочине', 'Аркадий и Борис Стругацкие', 2008, NULL),

       (2, 'Анна Каренина', 'Л.Н. Толстой', 2001, NULL),
       (2, 'Дубровский', 'А.С. Пушкин', 2004, NULL),

       (3, 'Трудно быть богом', 'Б. и А. Стругацкие', 2010, NULL),
       (3, 'Братья Карамазовы', 'Ф.М. Достоевский', 2007, NULL),

       (4, '12 стульев', 'Ильф и Петров', 2006, '2025-06-29 08:00:00'),
       (4, 'Золотой телёнок', 'Ильф и Петров', 2008, NULL),
       (4, 'Чапаев и Пустота', 'В. Пелевин', 2010, NULL),

       (5, 'Generation П', 'В. Пелевин', 2005, NULL),
       (5, 'Мёртвые души', 'Н.В. Гоголь', 2002, NULL),
       (5, 'История одного города', 'М.Е. Салтыков-Щедрин', 2001, NULL),

       (6, 'Мы', 'Е. Замятин', 2004, NULL),
       (6, 'О дивный новый мир', 'О. Хаксли', 2007, NULL),

       (7, 'Колымские рассказы', 'В. Шаламов', 2003, NULL),
       (7, 'Архипелаг ГУЛАГ', 'А.И. Солженицын', 2005, NULL),
       (7, 'Жизнь и судьба', 'В. Гроссман', 2009, NULL),

       (8, 'Война и мир', 'Л.Н. Толстой', 2001, '2025-07-05 16:15:00'),
       (8, 'Руслан и Людмила', 'А.С. Пушкин', 2003, NULL),

       (9, 'Собачье сердце', 'М.А. Булгаков', 2008, NULL),
       (9, 'Белая гвардия', 'М.А. Булгаков', 2004, NULL),
       (9, 'Тихий Дон', 'М.А. Шолохов', 2002, NULL),

       (10, 'Дом, в котором...', 'М. Петросян', 2009, NULL),
       (10, 'Слепой музыкант', 'В.Г. Короленко', 2006, NULL);
